Repository: redomino/redomino_lfs_custom
Catalog: redomino_lfs_custom/locale/*/LC_MESSAGES/django.po
Languages: it

source: Province
it: Provincia

source: Voucher quantity
it: Quantità di coupon da generare

source: Voucher value
it: Valore del singolo coupon

source: Voucher effective from
it: Coupon valido con totale del carrello a partire da

source: Voucher limit
it: Numero di volte che il singolo coupon può essere riutilizzato

source: Zip code
it: CAP

source: Company name
it: Presso

source: Street
it: Indirizzo

source: Voucher code
it: Codice del coupon

source: There are no vouchers yet.
it: Non ci sono ancora Coupon

source: Add Voucher Group
it: Aggiungi un gruppo di Coupon

source: The voucher doesn't exist.
it: Il coupon non esiste.

source: Vouchers have been created.
it: Coupon creati

source: Vouchers have been deleted.
it: Coupon rimossi

source: Voucher data has been save.
it: Dati del coupon salvati.

source: Voucher group and assigned vouchers have been deleted.
it: Gruppo coupon e coupon relativi rimossi.

source: Voucher options has been save.
it: Opzioni del coupon salvate.

source: Voucher number
it: Codice del coupon

source: Voucher tax
it: Tasse Coupon

source: Vouchers
it: Coupon

source: Add voucher group
it: Aggiungi un gruppo di Coupon

source: Save voucher group
it: Aggiungi un gruppo di Coupon

source: Voucher groups
it: Aggiungi un gruppo di Coupon

source: Do you really want to delete this voucher group?
it: Vuoi veramente cancellare questo gruppo di coupon?

source: Delete voucher group
it: Elimina un gruppo di Coupon

source: Add vouchers
it: Aggiungi Coupon

source: There are no vouchers for this group yet.
it: Non ci sono ancora Coupon

source: The voucher is valid.
it: Il coupon è valido.

source: The voucher is not active.
it: Il coupon non è più attivo.

source: The voucher has been already used.
it: Il coupon è già stato utilizzato.

source: The voucher is not active yet.
it: Il coupon non è ancora attivo.

source: The voucher is not active any more.
it: Il coupon non è più attivo.

source: The voucher is not valid for this cart price.
it: Il coupon non è valido per il prezzo di questo carrello.

source: Voucher start date
it: Coupon valido con totale del carrello a partire dal giorno:

source: Delete vouchers
it: Elimina Coupon
